{
  "barbar-nvim": { "branch": "master" },
  "catppuccin-nvim": { "branch": "main" },
  "colorizer-nvim": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "gitsigns-nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "illuminate-vim": { "branch": "master" },
  "indent-blankline-nvim": { "branch": "master" },
  "kitty-vim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lualine-nvim": { "branch": "master" },
  "neoscroll-nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "noice-nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "telescope-nvim": { "branch": "master" },
  "tree-nvim": { "branch": "master" },
  "vimtex-vim": { "branch": "master" },
  "whichkey-nvim": { "branch": "main" }
}